return {
  -- Prefix command
  prefix_set = '`㊙` | ตั้งค่า Prefix เป็น **%s** แล้ว',
  prefix_change = '`㊙` | เปลี่ยน Prefix เป็น **%s** แล้ว',
  prefix_arg = '`⚠` | กรุณาระบุ Prefix ที่ถูกต้อง!',
  prefix_length = '`⚠` | Prefix ต้องไม่ยาวเกิน **10 ตัวอักษร**!',

  -- Language command
  lang_set = '`📙` | ตั้งค่าภาษาเป็น **%s** แล้ว!',
  lang_change = '`📙` | เปลี่ยนภาษาเป็น **%s** แล้ว!',
  lang_perm = '`⚠` | คุณไม่มีสิทธิ์ใช้คำสั่งนี้!',
  provide_lang = "`⚠` | ตั้งค่าภาษาไม่ถูกต้อง กรุณาใช้ตามนี้:\n`%s`",

  -- SongNoti command!
  songnoti_set = '`🔔` | ตั้งค่าการแจ้งเตือนเพลงเป็น **%s** แล้ว!',
  songnoti_already = '`⚠` | การแจ้งเตือนเพลงถูกตั้งค่าเป็น **%s** อยู่แล้ว!',

  -- 24/7 command!
  two47_on = '`✅` | เปิดใช้งานโหมด 24/7 แล้ว!',
  two47_off = '`❌` | ปิดใช้งานโหมด 24/7 แล้ว!',
  two47_already = '`⚠` | โหมด 24/7 ถูกตั้งค่าเป็น **%s** อยู่แล้ว!',

  -- Setup command!
  setup_msg = "**`⚙` | สร้างห้องสั่งเพลงเรียบร้อยแล้ว** %s\n```หมายเหตุ: อย่าลบข้อความใดๆ ที่ส่งโดยบอทเพื่อให้ห้องสั่งเพลงทำงานได้อย่างถูกต้อง!```",
  setup_deleted = '**`⚙` | ลบห้องสั่งเพลงแล้ว!**',
  setup_topic = "⏹ **หยุด**\n⏮ **ก่อนหน้า**\n⏯ **หยุดชั่วคราว/เล่นต่อ**\n⏭ **ข้าม**\n🔁 **เปิด/ปิดการเล่นซ้ำ**",
  setup_enable = '`⚠` | ห้องสั่งเพลงเพลงมีอยู่แล้ว!',
  setup_null = '`⚠` | ไม่พบห้องสั่งเพลงเพลง!',

  -- Max length
  ml_invalid = '`⚠` | เวลาไม่ถูกต้อง กรุณาใช้รูปแบบเวลาที่ถูกต้อง ตัวอย่าง: **1:30**!',
  ml_set = '`✅` | ตั้งค่าความยาวสูงสุดของเพลงเป็น `%s` สำเร็จ',
  ml_remove = '`✅` | ลบการตั้งค่าความยาวสูงสุดของเพลงสำเร็จ',
}
