return {
  -- Command Generate
  gen_author = 'สร้างโค้ดพรีเมี่ยม',
  gen_desc = "`🔑` | **สร้างโค้ดสำเร็จ** `[%s]`\n```%s```\n`💰` | **แพ็คเกจ:** ***%s***\n`📅` | **หมดอายุ:** %s",
  gen_footer = 'ใช้ • %sredeem <code> เพื่อเปิดใช้งานพรีเมี่ยม',
  gen_success = '`🔑` | สร้างโค้ดสำเร็จ กรุณาตรวจสอบข้อความส่วนตัว',
  gen_failed = '`❌` | สร้างโค้ดไม่สำเร็จ กรุณาตรวจสอบว่าเปิดรับข้อความส่วนตัว',

  -- Command Profile
  profile_author = 'โปรไฟล์พรีเมี่ยม',
  profile_error_desc = '`⚠` | **%s** ไม่ได้เป็นสมาชิกพรีเมี่ยม!',
  profile_desc = "`👤` | **ผู้ใช้:** `%s`\n`💰` | **แพ็คเกจ:** `%s`\n`📅` | **หมดอายุ:** %s",

  -- Command Guild Profile
  guild_profile_author = 'โปรไฟล์เซิร์ฟเวอร์พรีเมี่ยม',
  guild_profile_desc = "`👤` | **เซิร์ฟเวอร์:** `%s`\n`💰` | **แพ็คเกจ:** `%s`\n`📅` | **หมดอายุ:** %s",

  -- Command Redeem
  redeem_title = 'แลกรับพรีเมี่ยม',
  redeem_desc = "`💰` | **แพ็คเกจ:** `%s`\n`📅` | **หมดอายุ:** %s",
  redeem_already = '`⚠` | คุณเป็น**ผู้ใช้พรีเมี่ยม**อยู่แล้ว!',
  redeem_invalid = '`⚠` | โค้ดไม่ถูกต้อง กรุณาลองใหม่หรือใช้โค้ดที่ถูกต้อง!',
  redeem_invalid_mode = '`⚠` | ประเภทการเปิดใช้งานพรีเมี่ยมไม่ถูกต้อง กรุณาระบุ `guild` หรือ `user` เท่านั้น!',
  redeem_already_guild = '`⚠` | เซิร์ฟเวอร์นี้มี**พรีเมี่ยม**อยู่แล้ว!',

  -- Command Remove
  remove_desc = '`✅` | ลบพรีเมี่ยมของ %s สำเร็จ!',
  remove_already = '`⚠` | %s ผู้ใช้คนนี้โดนลบพรีเมี่ยมไปแล้ว!',
  remove_no_params = "`⚠` | กรุณาระบุ **user's name** หรือ **ID ผู้ใช้** ที่ต้องการลบพรีเมี่ยม!",
  remove_404 = '`⚠` | ผู้ใช้ %s คนนี้ไม่ได้เป็น**สมาชิกพรีเมี่ยม**!',

  -- Command Guild Remove
  guild_remove_desc = '`✅` | ลบพรีเมี่ยมของเซิร์ฟเวอร์ %s สำเร็จ!',
  guild_remove_already = "`⚠` | เซิร์ฟเวอร์ %s โดนลบพรีเมี่ยมไปอยู่แล้ว!",
  guild_remove_no_params = '`⚠` | กรุณาระบุ **ID เซิร์ฟเวอร์** ที่ต้องการลบพรีเมี่ยม!',
  guild_remove_404 = '`⚠` | เซิร์ฟเวอร์ %s ไม่ได้เป็น**เซิร์ฟเวอร์พรีเมี่ยม**!',

  -- Command Guild List
  guild_list_title = '💫 รายชื่อเซิร์ฟเวอร์พรีเมี่ยม!',
  guild_list_notnumber = '`⚠` | กรุณาใส่ตัวเลขหน้าเท่านั้น!',
  guild_list_page_notfound = '`⚠` | มีเพียง **%s หน้า** เท่านั้น!',

  -- Command User List
  list_title = '💫 รายชื่อผู้ใช้พรีเมี่ยม',
  list_notnumber = '`⚠` | กรุณาใส่ตัวเลขหน้าเท่านั้น!',
  list_page_notfound = '`⚠` | มีเพียง **%s หน้า** เท่านั้น!',
}
