return {
  -- Help command
  ce_finder_name = '**คำสั่ง:**',
  ce_finder_des = '**คำอธิบาย:**',
  ce_finder_usage = '**การใช้งาน:**',
  ce_finder_access = '**เข้าถึงได้โดย:**',
  ce_finder_aliases = '**Aliases:**',
  ce_finder_slash = '**Slash:**',
  ce_finder_des_no = 'ไม่มีคำอธิบาย',
  ce_finder_usage_no = 'ไม่มีการใช้งาน',
  ce_finder_aliases_prefix = ' [Prefix เท่านั้น]',
  ce_finder_aliases_no = 'No Aliases
  ce_finder_slash_enable = 'เปิดใช้งาน',
  ce_finder_slash_disable = 'ปิดใช้งาน',
  ce_finder_invalid = 'คำสั่งไม่ถูกต้อง',
  ce_finder_example = '`⚠` | กรุณาระบุ**ชื่อคำสั่ง**ที่ถูกต้อง!',
  ce_name = 'คำสั่งช่วยเหลือ',
  ce_total = 'คำสั่งทั้งหมด: ',
  -- Ping command
  ping_desc = '**ตอบสนอง:** `%s ms`',
  -- Invite command
  invite_desc = '**ขอบคุณที่เชิญบอทมาสร้างเสียงเพลงให้เซิร์ฟเวอร์นี้นะ! 💫**',
  -- Developer command
  dev_desc = '"สร้างโดย Salmon :)',
  dev_footer = 'ถ้าจะให้ดีละก็เข้าเซิร์ฟเวอร์ผมหรือเชิญบอทของผมก็ได้นะ :) มันช่วยผมได้มากเลยละ!'
}
